export const services = [
    {
        id: 0,
        title: "Создание сайтов",
        text: 'Мы разрабатываем сайты на коде (JavaScript), с использованием фреймворков, без использования конструкторов. Если вам нужен сайт-визитка или корпоративный сайт компании с хорошим дизайном, удобным интерфейсом, то это будет лучший выбор',
        fullText:"Создание сайтов в веб студии - это услуга, которая предоставляется клиентам для создания и развития своего веб-присутствия. Веб студия предоставляет комплексный подход к созданию сайта, включающий в себя проектирование, разработку, дизайн и продвижение веб-сайта.\n" +
            "\n" +
            "Команда профессионалов с учетом особенностей бизнеса и требований клиента разрабатывает уникальный дизайн сайта и структуру его страниц. На этапе разработки используются современные технологии и инструменты для создания функционального и удобного для пользователей сайта.\n" +
            "\n" +
            "После создания сайта, студия предоставляет услуги по продвижению и оптимизации сайта, что позволяет улучшить его позиции в поисковых системах, привлечь новых клиентов и увеличить доход компании.\n" +
            "\n" +
            "В результате, клиенты получают качественный, уникальный сайт с удобным интерфейсом, адаптивной версткой и высокими показателями поисковой оптимизации, что обеспечивает эффективное онлайн-присутствие и помогает привлечь новых клиентов.",
        stages: [
            {text: '1. Планирование: определение цели создания сайта, его функциональных требований, целевой аудитории, контента и дизайна'},
            {text: '2. Дизайн: разработка дизайн-макета сайта, включая цвета, шрифты, логотип и элементы интерфейса'},
            {text: '3. Разработка: создание HTML-, CSS- и JavaScript-кода сайта'},
            {text: '4. Контент: наполнение сайта текстовым, аудио- и видеоматериалами'},
            {text: '5. Тестирование: тестирование сайта на наличие ошибок и проблем с доступностью и скоростью загрузки'},
            {text: '6. Оптимизация: оптимизация сайта для улучшения его производительности и удобства использования'},
            {text: '7. Запуск: публикация сайта на хостинге и введение его в эксплуатацию'},
            {text: '8. Поддержка: регулярное обновление сайта, исправление ошибок и добавление нового контента}'}
        ]
    },
    {
        id: 1,
        title: "Создание интернет магазина",
        text: 'Мы предоставляем услугу по созданию интернет-магазина, который будет выполнен с использованием фреймворка React и Next.js. Доверьте нам создание вашего интернет-магазина и получите высококачественный продукт, который будет давать вам преимущество на рынке онлайн-торговли',
        fullText:"Мы предлагаем услуги по разработке и созданию полнофункциональных интернет-магазинов любой сложности. Работаем с различными платформами и инструментами, чтобы создать уникальный и адаптивный дизайн, который будет соответствовать вашим бизнес-целям и потребностям. Мы предлагаем профессиональную помощь в выборе оптимальных стратегий продаж, интеграции платёжных систем, настройке службы доставки и других компонентов, необходимых для эффективной работы интернет-магазина. Мы гарантируем качественное программное обеспечение и техническую поддержку нашим клиентам в течение всего срока эксплуатации интернет-магазина. Наши профессионалы сделают все возможное, чтобы ваш интернет-магазин привлекал больше посетителей и приносил стабильные прибыли.",
        stages: [
            {text: '1. Исследование рынка и конкурентов: На этом этапе мы изучаем бизнес-модели наших клиентов, анализируем конкурентов и находим ниши в рынке'},
            {text: '2. Проектирование интерфейса: На этом этапе мы создаем дизайн интернет-магазина, который бы соответствовал бренду и бизнес-целям'},
            {text: '3. Разработка функционала: На этом этапе мы реализуем функциональность интернет-магазина, включая управление товарами, корзину, оформление заказа, интеграцию с платежными системами и прочее'},
            {text: '4. Тестирование: После завершения разработки мы тестируем весь функционал интернет-магазина на соответствие требованиям и корректность работы'},
            {text: '5. Запуск сайта: После тестирования и настройки интернет-магазина, мы готовы к его запуску'},
            {text: '6. Поддержка: Мы предоставляем техническую поддержку и помощь в управлении сайтом, а также обеспечиваем его безопасность и работоспособность'},
        ]
    },
    {
        id: 2,
        title: "Создание CRM систем, дашбордов, админ панелей и других сервисов различной сложности",
        text: 'Мы специализируемся на создании высококачественных решений, которые помогут оптимизировать работу вашего бизнеса. Наша команда профессионалов разработает и настроит индивидуальную CRM систему, которая позволит вам более эффективно управлять отношениями с клиентами и повысить продуктивность вашей компании. Мы также предлагаем создание дашбордов и административных панелей, которые помогут мониторить и управлять вашими бизнес-процессами и выявлять потенциальные проблемы. Наши решения могут быть адаптированы к любому виду деятельности и масштабам предприятия',
        fullText:"Создание современных сервисов для управления бизнесом включает в себя CRM системы, дашборды, админ панели и другие инструменты. Все эти сервисы могут значительно упростить работу компании, повысить ее эффективность и обеспечить более точный контроль за бизнес-процессами. Но разработка таких сервисов может оказаться сложной и трудоемкой задачей. Необходимо учитывать требования клиента, особенности отрасли, специфику бизнеса, а также выбрать подходящие технологии и методологии разработки. При этом необходимо уделить внимание современным стандартам и требованиям безопасности данных. Но с правильным подходом к разработке и использованием передовых технологий, создание таких сервисов может стать ключевым фактором успеха компании.",
        stages: [
            {text: '1. Анализ потребностей. На этом этапе мы определяем требования клиента, его бизнес-процессы, особенности отрасли и конкурентную среду'},
            {text: '2. Проектирование. На этом этапе мы разрабатываем концепцию CRM системы, определяем ее функциональность, структуру данных, пользовательский интерфейс и другие характеристики'},
            {text: '3. Разработка. На этом этапе мы создаем программный код CRM системы, используя выбранный язык программирования, фреймворк или CMS'},
            {text: '4. Тестирование. На этом этапе мы проверяем работу системы на соответствие требованиям, выявляем и исправляем ошибки'},
            {text: '5. Внедрение. На этом этапе мы устанавливаем систему на сервере клиента или на облачном сервисе, настраиваем ее, обучаем пользователей и запускаем в работу'},
            {text: '6. Техническая поддержка. На этом этапе мы обеспечиваем поддержку CRM системы, устраняем возникающие ошибки и неполадки, обновляем ее функциональность, если это необходимо'},
        ]
    },
    {
        id: 3,
        title: "Поддержка сайтов",
        text: 'Вы должны заниматься развитием вашего бизнеса, а оперативные задачи доверьте профессионалам. Все, что касается поддержания работы вашего сайта, мы готовы взять на себя. Доработка интерфейса и функционала любой сложности, создание новых разделов и баннеров, написание контента и наполнение сайта — это все мы возьмем на себя.',
        fullText:"Поддержка сайтов - это процесс, включающий в себя постоянное обновление, редактирование и поддержание работоспособности веб-сайта. Каждый сайт нуждается в регулярном техническом обслуживании, чтобы обеспечить надежную работу и предотвратить возможные сбои, которые могут привести к потере посетителей и дохода.\n" +
            "\n" +
            "Команда поддержки сайтов может предоставлять такие услуги, как мониторинг работы сайта, установка обновлений, исправление ошибок и сбоев, оптимизация скорости загрузки сайта, бэкапирование сайта и его базы данных, управление контентом и многое другое.\n" +
            "\n" +
            "Поддержка сайтов является важным аспектом бизнеса, который помогает сохранять связь между клиентом и компанией, обеспечивает эффективную работу сайта и увеличивает уровень доверия к вашему бренду. Кто-то должен заботиться о вашем сайте - почему бы не доверить это профессионалам?",
        stages: [{}]
    },
    {
        id: 4,
        title: "Продвижение",
        text: 'Основа продвижения в нашей компании — это большое семантическое ядро (от 1000 запросов) и работа с интерфейсом вашего сайта. Только комплексная работа позволит победить в конкурентной борьбе за целевой трафик в вашей нише',
        fullText:"Продвижение сайта – это совокупность мероприятий, которые направлены на улучшение видимости веб-ресурса в поисковых системах и увеличение трафика на сайте. Кроме того, продвижение сайта помогает улучшить репутацию бренда и привлечь новых клиентов.\n" +
            "\n" +
            "Существует множество способов продвижения сайта: оптимизация контента под поисковые запросы, работа с внешней ссылочной массой, создание качественных и полезных материалов для пользователя, продвижение в социальных сетях, контекстная реклама и многое другое.\n" +
            "\n" +
            "Однако, важно понимать, что продвижение сайта – это долгосрочный процесс, который требует постоянного мониторинга и анализа результатов. Только в таком случае можно добиться стабильного и качественного роста посещаемости сайта и улучшения его позиций в поисковой выдаче.\n" +
            "\n" +
            "Если вы хотите продвигать свой сайт, но не знаете, как начать, обратитесь к профессионалам в этой области. Они помогут вам разработать индивидуальную стратегию продвижения и достигнуть поставленных целей.",
        stages: [{}]
    },
    {
        id: 5,
        title: "Контекстная реклама",
        text: 'Контекстная реклама — это способ получения клиентов быстро. И самое главное — это не просто запустить рекламу, но обеспечить минимальную стоимость клиента. Мы знаем, как это сделать и готовы помочь вам внедрить это канал продаж в вашем бизнесе',
        fullText:"Контекстная реклама - эффективный инструмент продвижения товаров и услуг в интернете. Она позволяет подобрать целевую аудиторию и показывать рекламные объявления только тем пользователям, которые заинтересованы в данном продукте или услуге. Контекстная реклама позволяет достигать максимального эффекта от рекламной кампании и экономить бюджет, так как оплата происходит только за клики или показы рекламы. Не упустите возможность привлечь новых клиентов и увеличить доходы своего бизнеса с помощью контекстной рекламы!",
        stages: [{}]
    }
]
