export const titleNews = [{
    id: 0,
    title: "Куйте лучшие веб-решения с UX Forge",
    text: "Веб студия UX Forge поможет вам создать не просто сайт или приложение, а настоящий пользовательский опыт. Мы куем каждую деталь, чтобы ваш продукт был удобным, функциональным и привлекательным для пользователей. Не ограничивайте себя стандартными решениями, доверьтесь профессионалам и создайте уникальный пользовательский опыт с UX Forge.",
    createdAt: "10.04.2023",
    image: "https://i.postimg.cc/QN02zb1F/man-in-black.png"
}]

export const advantages = [
    {
        id: 0,
        title: 'Опыт и квалификация команды',
        text: ' Команда UX Forge имеет многолетний опыт в разработке и дизайне продуктов, а также знания в области UX/UI дизайна, Front-end и Back-end разработки'
    },
    {
        id: 1,
        title: 'Ориентация на результат',
        text: 'Команда UX Forge всегда ориентирована на достижение конкретных результатов и целей клиентов. Они готовы работать на результат и сотрудничать с клиентами до тех пор, пока все будет выполнено наилучшим образом'
    },
    {
        id: 2,
        title: 'Индивидуальный подход к каждому проекту',
        text: 'Каждый проект уникален и требует индивидуального подхода. Команда UX Forge уделяет особое внимание подбору оптимальных решений и технологий для каждого проекта, при этом учитывая все пожелания и требования клиентов'
    },
    {
        id: 3,
        title: 'Качество и сроки выполнения работ',
        text: ' Команда UX Forge гарантирует высокое качество выполняемых работ и точные сроки их выполнения. Они стремятся к тому, чтобы каждый проект был выполнен наилучшим образом, с соблюдением всех требований и пожеланий клиента'
    },
    {
        id: 4,
        title: 'Открытость и прозрачность',
        text: 'Мы всегда открыты для общения и готовы отвечать на любые вопросы клиентов. Они ценят прозрачность в работе и учитывают мнение клиентов в процессе работы над проектом'
    },
    {
        id: 5,
        title: 'Современный дизайн',
        text: 'UX Forge разрабатывает современный, интуитивно понятный и красивый дизайн, что является ключевым фактором для успешной онлайн-продукции'
    },
]

export const stack = [
    {
        id: 0,
        title: 'Node.js',
        text: 'среда выполнения JavaScript, которая позволяет запускать JavaScript вне браузера. Node.js используется для создания серверной части приложения',
        image: 'https://i.postimg.cc/VsGxzYMq/nodejs.png'
    },
    {
        id: 1,
        title: 'React',
        text: ' JavaScript библиотека для создания пользовательских интерфейсов. React позволяет создавать компоненты, что упрощает разработку, тестирование и сопровождение кода',
        image: 'https://i.postimg.cc/mgMJ3Cnj/react.png'
    },
    {
        id: 2,
        title: 'Next.js',
        text: 'фреймворк для создания веб-приложений, основанный на React. Next.js позволяет создавать статические и динамические сайты с помощью серверного рендеринга',
        image: 'https://i.postimg.cc/wMzJRKSg/nextjs.png'
    },
    {
        id: 3,
        title: 'TypeScript',
        text: ' расширение языка JavaScript, добавляющее строгую типизацию, что позволяет облегчить разработку, тестирование и сопровождение кода',
        image: 'https://i.postimg.cc/28ggB203/typescript.png'
    },
    {
        id: 4,
        title: 'PostgreSQL',
        text: 'объектно-реляционная система управления базами данных. PostgreSQL позволяет хранить и обрабатывать большие объемы данных и является надежной и безопасной системой управления базами данных',
        image: 'https://i.postimg.cc/YqvJ9JfJ/postgresql.png'
    },
    {
        id: 5,
        title: 'Docker',
        text: ' программное обеспечение для запуска приложений в контейнерах. Docker упрощает развертывание и масштабирование приложений, позволяя запускать их внутри контейнеров, которые можно легко мигрировать между различными средами',
        image: 'https://i.postimg.cc/90nKbpV8/docker.png'
    },
]