export const news = [{
    id: 0,
    title: "Куйте лучшие веб-решения с UX Forge",
    text: "Веб студия UX Forge поможет вам создать не просто сайт или приложение, а настоящий пользовательский опыт. Мы куем каждую деталь, чтобы ваш продукт был удобным, функциональным и привлекательным для пользователей. Не ограничивайте себя стандартными решениями, доверьтесь профессионалам и создайте уникальный пользовательский опыт с UX Forge.",
    createdAt: "10.04.2023",
    image: "https://i.postimg.cc/QN02zb1F/man-in-black.png"
}]