export const developPrices = [
    {
        id: 0,
        title: 'Сайт-визитка',
        subTitle: 'Визитная карточка вашей компании',
        discount: true,
        price: 25000,
        discountPrice:15000,
        text: 'Мы предлагаем услугу по созданию сайта-визитки для Вашего бизнеса, которая позволит расширить потенциальную аудиторию и увеличить продажи. ',
        fullText: 'Наша команда профессиональных веб-разработчиков создаст для Вас качественный сайт-визитку с современным дизайном, удобной навигацией и адаптивной версткой для просмотра на любых устройствах - от ПК до смартфонов. \n' +
            '\n' +
            'Мы учитываем все Ваши пожелания и требования к функционалу сайта, включая формы обратной связи, онлайн-консультанта, блоги и многое другое. \n',
        image:'https://i.postimg.cc/ZqbC5NQk/vizitka.jpg'
    }
]