export const developPrices = [
    {
        id: 0,
        title: 'Сайт-визитка',
        subTitle: 'Визитная карточка вашей компании',
        discount: true,
        price: 25000,
        discountPrice:15000,
        text: 'Мы предлагаем услугу по созданию сайта-визитки для Вашего бизнеса, которая позволит расширить потенциальную аудиторию и увеличить продажи. ',
        fullText: 'Наша команда профессиональных веб-разработчиков создаст для Вас качественный сайт-визитку с современным дизайном, удобной навигацией и адаптивной версткой для просмотра на любых устройствах - от ПК до смартфонов. \n' +
            '\n' +
            'Мы учитываем все Ваши пожелания и требования к функционалу сайта, включая формы обратной связи, онлайн-консультанта, блоги и многое другое. \n',
        image:'https://i.postimg.cc/ZqbC5NQk/vizitka.jpg'
    }, {
        id: 1,
        title: 'Посадочная страница',
        subTitle: 'Визитная карточка компании с конверсионными действиями',
        discount: true,
        price: 20000,
        discountPrice: 15000,
        text: 'Посадочная страница (landing page) - это веб-страница, на которую попадает пользователь после того, как нажал на рекламное объявление или переходит по ссылке социальных сетей или других источников трафика. Основная цель посадочной страницы - это преобразование посетителей в клиентов или подписчиков. ',
        fullText: 'Посадочная страница может использоваться для различных целей, например:\n' +
            '\n' +
            '- продажи товаров или услуг \n' +
            '- сбора контактных данных пользователя (email, телефон и т.д.) \n' +
            '- регистрации на мероприятие, конференцию или вебинар \n' +
            '- получения обратной связи от пользователей \n' +
            '\n' +
            'Посадочные страницы могут быть оптимизированы для максимального преобразования посетителей в целевые действия, за счет использования простого и понятного дизайна, уникального и привлекательного контента, удобного и интуитивно понятного интерфейса и многих других факторов',
        image: 'https://i.postimg.cc/pXd2tjHP/free-icon-website-2522510.png'
    },
    {
        id: 2,
        title: 'Корпоративный сайт',
        subTitle: 'Многостраничное представление компании',
        discount: false,
        price: 60000,
        discountPrice: 45000,
        text: 'Корпоративный сайт – это сайт, который создается компанией или организацией для представления своей деятельности, продуктов и услуг в интернете. Он является визитной карточкой компании в онлайн-среде и позволяет привлечь новых клиентов или потенциальных партнеров, а также обеспечить лояльность уже существующих клиентов.',
        fullText: 'Корпоративный сайт может содержать различную информацию о компании, ее истории, миссии и ценностях, а также предлагаемых продуктах и услугах. Он может также содержать контактную информацию для связи с компанией и формы обратной связи для обработки заказов и запросов клиентов.\n' +
            '\n' +
            'Кроме того, корпоративный сайт может помочь в повышении узнаваемости бренда компании, улучшении ее имиджа и укреплении позиций на рынке. Также на корпоративном сайте может быть расположена информация для инвесторов или партнеров о финансовых показателях компании.\n' +
            '\n' +
            'В целом, корпоративный сайт – это важный инструмент для создания имиджа компании в онлайн-среде и продвижения ее продуктов и услуг.',
        image: 'https://i.postimg.cc/Hn6dyYQG/corporation.png'
    },
    {
        id: 3,
        title: 'Промо-сайт',
        subTitle: 'Имиджевый сайт, насыщенный анимациями и качественной графикой',
        discount: false,
        price: 80000,
        discountPrice: 65000,
        text: 'Промо-сайт предназначен для продвижения и рекламирования товаров или услуг. Он позволяет привлечь внимание потенциальных клиентов, рассказать им об особенностях продукта или услуги, дать информацию о технических характеристиках, цене и преимуществах использования. ',
        fullText: "Промо-сайты могут быть использованы как часть рекламной кампании, для запуска нового продукта на рынке или повышения продаж уже существующих товаров или услуг. Они могут также содержать различные акционные предложения, скидки, подарки и т.д. Промо-сайт должен быть ярким, привлекательным и информативным, чтобы заинтересовать потенциальных клиентов и максимально эффективно продвинуть продукт или услугу.",
        image: 'https://i.postimg.cc/1XmyXnVc/browser.png'
    },
    {
        id: 4,
        title: 'Интернет-магазин',
        subTitle: 'Ресурс для осуществления продаж',
        discount: false,
        price: 100000,
        discountPrice: 90000,
        text: 'Интернет-магазин – это онлайн платформа, где клиенты могут покупать различные товары или услуги, не выходя из дома. Интернет-магазины имеют ряд преимуществ перед обычными магазинами, такими как широкий выбор товаров, более низкие цены, возможность сравнить цены и качество товаров, удобство и экономия времени.',
        fullText: ' Для продавцов интернет-магазинов также есть много преимуществ, например, возможность продавать товары в любое время суток и из любой точки мира, экономия на аренде и содержании торгового помещения, возможность продвигать свой бренд и привлекать новых клиентов через интернет.',
        image: 'https://i.postimg.cc/XJcVncqY/online-shopping.png'
    },
    {
        id: 4,
        title: 'Индивидуальный проект',
        subTitle: 'Сложные системы, приложения и веб-приложения',
        discount: false,
        price: 125000,
        discountPrice: 110000,
        text: 'Существует множество различных видов индивидуальных проектов веб-приложений, которые зависят от целей, задач и потребностей заказчика.',
        fullText: 'Существует множество видов индивидуальных веб-приложений, которые разрабатываются индивидуально для каждого клиента в зависимости от его потребностей. Некоторые из наиболее распространенных видов веб-приложений включают в себя:\n' +
            '\n' +
            '1. CRM-системы: это приложения для управления взаимоотношениями с клиентами, которые помогают компаниям управлять продажами, маркетингом, заказами и другими аспектами, связанными с их клиентской базой.\n' +
            '\n' +
            '2. Системы управления содержимым (CMS): это приложения, которые позволяют людям создавать, редактировать и публиковать содержимое на веб-сайтах без необходимости программировать или использовать сложные инструменты.\n' +
            '\n' +
            '3. Социальные сети: это приложения, которые позволяют пользователям создавать профили, общаться друг с другом, обмениваться контентом и подключаться к другим пользователям.\n' +
            '\n' +
            '4. Системы онлайн-бронирования: это приложения, которые позволяют компаниям и организациям принимать онлайн-бронирования и управлять ими. Они могут использоваться в отелях, авиакомпаниях, туристических компаниях и других отраслях.\n' +
            '\n' +
            '5. Различные приложения управления проектами, задачами, документами, персоналом и финансами.\n' +
            '\n' +
            'Это только некоторые из наиболее распространенных видов веб-приложений, которые могут быть разработаны для конкретных потребностей клиентов. Каждый проект уникален и может требовать индивидуального подхода и разработки, в зависимости от требований и целей клиента.',
        image: 'https://i.postimg.cc/qvSBwvW4/coding.png'
    },


]

export const seoPrices = [
    {
        id: 0,
        title: 'Аудит сайта',
        subtitle:'',
        discount: false,
        price: 20000,
        discountPrice: 15000,
        list: [
            'Комплексный технический аудит',
            'Юзабилити аудит',
            'Поиск новых точек роста',
            'Аудит конкурентов',
            'Подробный отчет с рекомендациями'
        ],
    },
    {
        id: 1,
        title: 'Продвижение одностраничного сайта',
        subtitle:'',
        discount: false,
        price: 20000,
        discountPrice: 15000,
        list: [
            'Комплексный аудит',
            'Техническая оптимизация',
            'Анализ конкурентов',
            'Написание SEO текстов',
            'Ежемесячная отчетность',
            'Установка и настройка аналитики',
            'Работа с семантическим ядром'
        ],
    },
    {
        id: 2,
        title: 'Продвижение многостраничного сайта',
        subtitle:'К работам по продвижению одностраничного сайта добавляются:',
        discount: false,
        price: 30000,
        discountPrice: 20000,
        list: [
            'Работы по оптимизации и улучшению текущих текстов',
            'Подбор доноров и закупка ссылок',
        ],
    },
    {
        id: 3,
        title: 'Внешнее продвижение',
        subtitle:'',
        discount: true,
        price: 20000,
        discountPrice: 15000,
        list: [
            'Подбор качественных доноров',
            'Закупка информационных статей с обратными ссылками на сайт',
            'Проведение крауд-маркетинга'
        ],
    },


]