export const services = [
    {
        id: 0,
        title: "Создание сайтов",
        text: 'Мы разрабатываем сайты на чистом коде (JavaScript), с использованием фреймворков, без использования конструкторов. Если вам нужен сайт-визитка или корпоративный сайт компании с хорошим дизайном, удобным интерфейсом, то это будет лучший выбор'
    },
    {
        id: 1,
        title: "Создание интернет магазинов",
        text: 'Мы предоставляем услугу по созданию интернет-магазина, который будет выполнен с использованием фреймворка React и Next.js. Доверьте нам создание вашего интернет-магазина и получите высококачественный продукт, который будет давать вам преимущество на рынке онлайн-торговли'
    },
    {
        id: 2,
        title: "Дизайн пользовательских интерфейсов (UI) и пользовательских впечатлений (UX)",
        text: 'Наши специалисты помогут вашему бизнесу создать уникальный и интерактивный интерфейс, который обеспечит удобство в использовании и позволит ваши клиенты полностью погрузиться в ваши продукты и услуги'
    },
    {
        id: 3,
        title: "Поддержка сайтов",
        text: 'Вы должны заниматься развитием вашего бизнеса, а оперативные задачи доверьте профессионалам. Все, что касается поддержания работы вашего сайта, мы готовы взять на себя. Доработка интерфейса и функционала любой сложности, создание новых разделов и баннеров, написание контента и наполнение сайта — это все мы возьмем на себя.'
    },
    {
        id: 4,
        title: "Продвижение",
        text: 'Основа продвижения в нашей компании — это большое семантическое ядро (от 1000 запросов) и работа с интерфейсом вашего сайта. Только комплексная работа позволит победить в конкурентной борьбе за целевой трафик в вашей нише'
    },
    {
        id: 5,
        title: "Контекстная реклама",
        text: 'Контекстная реклама — это способ получения клиентов быстро. И самое главное — это не просто запустить рекламу, но обеспечить минимальную стоимость клиента. Мы знаем, как это сделать и готовы помочь вам внедрить это канал продаж в вашем бизнесе'
    }
]
